# frozen_string_literal: true

tap 'koekeishiya/formulae'
tap 'homebrew/cask-fonts'
tap 'jdxcode/tap'
tap 'romkatv/powerlevel10k'
tap '1password/tap'

cask 'karabiner-elements'
cask 'mission-control-plus'
cask 'dozer'
cask 'alt-tab'
cask 'monitorcontrol'
cask 'middle'
cask 'discretescroll'
cask 'spotify'
cask 'whatsapp'
cask '1password'
cask 'spaceid'
cask 'alacritty' --no-quarantine
cask 'font-jetbrains-mono-nerd-font'
cask 'font-symbols-only-nerd-font'
cask 'font-jetbrains-mono'
cask '1password-cli'
cask 'kap'
cask 'keycastr'

brew 'coreutils'
brew 'curl'
brew 'git'
brew 'rtx'
brew 'tmux'
brew 'neovim', args: ['HEAD']
brew 'jq'
brew 'lazygit'
brew 'lazydocker'
brew 'fzf'
brew 'zoxide'
brew 'yabai'
brew 'skhd'
brew 'powerlevel10k'
brew 'docker'
brew 'make'
brew 'rust'
brew 'tldr'
brew 'bat'
brew 'exa'
brew 'btop'
brew 'ripgrep'
brew 'tree'
brew 'git-delta'
