tap "koekeishiya/formulae"
tap "homebrew/cask-fonts"
tap "jdxcode/tap/"

cask "karabiner-elements"
cask "obsidian"
cask "rectangle-pro"
cask "mission-control-plus"
cask "dozer"
cask "alt-tab"
cask "monitorcontrol"
cask "middle"
cask "discretescroll"
cask "spotify"
cask "whatsapp"
cask "1password"
cask "spaceid"
cask "iterm2"
cask "font-fira-code-nerd-font"
cask "kitty"

brew "coreutils"
brew "curl"
brew "git"
brew "rtx"
brew "tmux"
brew "neovim", args: ['HEAD']
brew "jq"
brew "lazygit"
brew "lazydocker"
brew "fzf"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-fast-syntax-highlighting"
brew "yabai"
brew "skhd"
brew "starship"
brew "docker"
brew "make"
brew "rust"
