tap "koekeishiya/formulae"
tap "homebrew/cask-fonts"
tap "jdxcode/tap"
tap "romkatv/powerlevel10k"
tap "1password/tap"

cask "karabiner-elements"
cask "mission-control-plus"
cask "dozer"
cask "alt-tab"
cask "monitorcontrol"
cask "middle"
cask "discretescroll"
cask "spotify"
cask "whatsapp"
cask "1password"
cask "spaceid"
cask "kitty"
cask "font-jetbrains-mono-nerd-font"
cask "topnotch"
cask "1password-cli"

brew "coreutils"
brew "curl"
brew "git"
brew "rtx"
brew "tmux"
brew "neovim", args: ['HEAD']
brew "jq"
brew "lazygit"
brew "lazydocker"
brew "fzf"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-fast-syntax-highlighting"
brew "yabai"
brew "skhd"
brew "powerlevel10k"
brew "docker"
brew "make"
brew "rust"
brew "tldr"
brew "bat"
brew "exa"
brew "htop"
brew "ripgrep"
brew "tree"
